Repository: collective/collective.amberjack.plonetour
Catalog: collective/amberjack/plonetour/tours/02_basic_add_and_publish_a_page-*.po
Languages: it, pl

source: 1_add-a-page_title
it: Aggiungi una Pagina
pl: Dodaj Stronę

source: 0_add-and-publish-a-page_title
it: Aggiungi e pubblica una Pagina
pl: Dodaj i opublikuj Stronę

source: Add some page content (you can come back and edit this later).
it: Aggiungi un po' di contenuto alla pagina (potrai tornare indietro e modificarla dopo).
pl: Dodaj stronę (będziesz mógł później wrócić i ją edywtować).

source: In this tutorial, you'll create a new Page and publish it on your Plone-powered website.
it: In questo corso, creerai una Pagina e la pubblicherai sul tuo sito Plone.
pl: W tym tutorialu dodasz nową Stronę oraz opublikujesz ją.

source: 0_0_microstep_description
it: Naviga nella cartella [MyFolder] che hai creato nel corso precedente.
pl: Przejdź do folderu o nazwie [MójFolder] który utworzyłeś w poprzednim tutorialu.

source: Now that you selected the Page content type, you need to supply some information about it.
it: Adesso che hai creato il tipo di contenuto Pagina, devi fornire un po' di informazioni su di essa.
pl: Teraz skoro wybrałeś typ Strona, musisz dostarczyć dodatkowe informacje o niej.

source: 2_1_microstep_description
it: Compila il campo [Descrizione]: [Questa è la mia prima pagina in Plone.].
pl: Dodaj [Opis]: [To jest moja pierwsza strona Plone]

source: 2_0_microstep_description
it: Compila il campo [Titolo]: [My Page].
pl: Dodaj [Tytuł]: [Moja Strona].

source: 3_publish-the-page_title
it: Pubblica la pagina
pl: Opublikuj stronę

source: 1_1_microstep_description
it: Seleziona [Pagina] dal menu a tendina.
pl: Wybierz [Strona] z menu

source: You have now created a Page for your Plone website. Before this page can be viewed by anonymous site visitors, you must publish it. Publishing also makes your page available in the Navigation portlet.
it: Adesso hai creato una Pagina nel tuo sito Plone. Prima che questa pagina diventi visibile per gli utenti anonimi, devi pubblicarla. La pubblicazione inoltre rende disponibile la pagina nel riquadro di navigazione.

source: You now have a published page in your folder.
it: Adesso hai una pagina pubblicata nella tua cartella.

source: 2_3_microstep_description
it: Premi sul bottone [Conferma le modifiche] in fondo alla pagina.
pl: [Zapisz] stronę.
