Repository: collective/collective.amberjack.plonetour
Catalog: collective/amberjack/plonetour/tours/05_basic_format_a_page_using_the_visual_editor-*.po
Languages: pl

source: 3_add-and-format-page-content_title
pl: Dodaj i zmień format strony.

source: 2_0_microstep_description
pl: Kliknij na tab [Edycja] aby zacząć edycję.

source: 2_edit-my-page_title
pl: Edytuj Moją Stronę

source: 1_edit-an-existing-page_title
pl: Edytuj istniejącą stronę

source: 0_format-a-page-using-the-visual-editor_title
pl: Edytuj stronę przy pomocy edytora wizualnego.

source: In this tutorial, you will revisit a page that you already created and learn how to format content on the page.
pl: W tym tutorialu odwiedzisz stronę którą wcześniej utworzyłeś oraz dowiesz się jak ją sformatować.

source: 1_0_microstep_description
pl: Przejdź do [Mojej Strony] którą utworzyłeś w poprzednim tutorialu.

source: Next, highlight the phrase 'lazy dog' with your mouse pointer and select the [Italics icon] from the formatting toolbar.
pl: Następnie, zaznacz frazę 'gęśla jaźń' myszką i kliknij na ikonę [Kursywa] z paska zadań.

source: Now highlight the phrase 'brown fox' with your mouse pointer and select the [Bold icon] from the formatting toolbar.
pl: Zaznacz teraz myszką frazę 'Zażółć' i wybierz z paska zadań ikonę [Pogrub].

source: Now type the word 'Introduction' above your sentence. Highlight 'Introduction' and click the text formatting [drop-down menu] and select Subheading. Notice that the text you selected appears larger and bolder than Normal Paragraph text.
pl: Teraz wprowadź słowo 'Wprowadzenie' powyżej twojego zdania. Zaznacz 'Wprowadzenie' a następnie kliknij menu formatowanie i wybierz Nagłówek. Zwróć uwagę, że wprowadzony tekst jest teraz większy i pogrubiony.

source: 3_0_microstep_description
pl: Zażółć gęślą jaźń.
