Repository: collective/collective.amberjack.plonetour
Catalog: collective/amberjack/plonetour/tours/07_basic_create_external_links-*.po
Languages: pl

source: 0_add-a-new-image-to-myfolder_title
pl: Dodaj nowy Obraz do MojegoFolderu

source: Before you can place an image on a page in Plone, you must first upload your image to the site. Be sure that you have properly prepared your image for web publishing. In short, this means that you should compress your image file, use only GIF, JPG, or PNG file formats and crop your image to fit well on the page, and resize it to reduce the upload time if needed.
pl: Zanim umieścisz obraz na stronie, musisz wcześniej dodać go. Zawsze pamiętaj o prawidłowym przygotowaniu obrazu zanim zamieścisz go na stronie. W skrócie, zwróć uwagę na prawidłowe rozmiary, stopień kompresji oraz format - używaj GIF, JPG lub PNG.

source: 2_3_microstep_description
pl: Klink [Zapisz] aby zakończyć ładowanie.

source: 1_0_microstep_description
pl: Klinij na menu [Dodaj...] i wybierz Obraz.

source: 2_2_microstep_description
pl: Kliknij na przycisk [Przeglądaj] i wybierz obraz których chcesz załadować z dysku komputera.

source: Now that you have uploaded an image to Plone, you can insert the image onto a page. The next tutorial will explain how to insert images.
pl: Teraz skoro już załadowałeś obrazek, możesz spróbować dodać go do storny. Następny tutorial opisze to dokładnie.

source: 2_1_microstep_description
pl: Dodaj [Opis] dla twojego Obrazku.

source: Provide a [Title] for your Image. It is best if you use the file name of your image as the title, including the file extension (i.e. myphoto.jpg)
pl: Dodaj [Tytuł] dla twojego Obrazka. Dobrą praktyką jest użycie jako tytułu nazwy pliku wraz z rozszerzeniem (np. obrazek.jpg).

source: 1_1_microstep_description
pl: Wybierz [Obrazek] z menu.

source: amberjack_title
pl: Załaduj obrazek

source: 3_4_microstep_description
pl: opis obrazka
