Repository: collective/collective.amberjack.plonetour
Catalog: collective/amberjack/plonetour/tours/08_basic_upload_an_image-*.po
Languages: pl

source: 3_1_microstep_description
pl: Powinno pojawić się dodatkowe okno. Kliknij [Przeglądaj] aby wybrać obraz który chesz dodać. Powinieneś mieć przynajmniej jeden gotowy obraz w MoimFolderze w poprzedniego tutoriala.

source: Choose [Left] alignment and a [Size] from the size menu. You can leave the [Text Equivalent] field as-is, or change the text if you wish. This is the 'alt' text for the image which aids in site accessibility, search, and indexing.
pl: Wybierz adjustację [Lewo] oraz [Rozmiar] z menu. Możesz zostawić pole [Tekst], lub zmienić jest jeśli chcesz. Jest to atrybut 'alt' obrazka pomocny przy indeksowaniu, wyszukiwaniu oraz dostępności.

source: Click [OK] to complete the image insert.
pl: Kliknij [OK] aby zakończyć dodawania obrazka.

source: Edit 'My Page'
pl: Edytuj 'Moją Stronę'

source: In this tutorial, you will revisit a page that you already created and learn how insert an image into that page.
pl: W tym tutorialu odwiedzisz stronę którą utworzyłeś wcześniej oraz dowiesz się jak dodać do niej obrazek.

source: 3_insert-an-image_title
pl: Dodaj Obrazek

source: 0_insert-image-on-a-page_title
pl: Dodaj obrazek do strony

source: 3_3_microstep_description
pl: Zwróć uwagę że w prawej kolumnie okienka pojawił się podgląd obrazka który wybrałeś.

source: 3_0_microstep_description
pl: Teraz kliknij na ikonę [Dodaj Obraz] w edytorze.

source: Open 'My Page'
pl: Otwórz 'Moją Stronę'

source: 3_2_microstep_description
pl: Wybierz obraz [klikając na przycisk radio] obok niego.
