Repository: collective/collective.amberjack.plonetour
Catalog: collective/amberjack/plonetour/tours/10_basic_upload_and_link_to_a_file-*.po
Languages: pl

source: All of the items you have been creating for these tutorials so far are listed now in the Contents view. You can see information about each item such as the Title, Size, Date Modified, and Publishing State.
pl: Wszystkie elementy które właśnie utworzyłeś są teraz widoczne w widoku Zawartość. Zwróć uwagę, iż każdy element posiada dodatkowe informację tj Tytuł, Rozmiar, Data Modyfikacji oraz Status publikacji.

source: 2_0_microstep_description
pl: Zwróć uwagę na przyciski u dołu widoku Zawartość: Kopiuj, Wytnij, Zmień nazwę, Usuń oraz Zmień status. Aby moć z nich skorzystać użyj checkboxów obok każdego elementu.

source: 1_0_microstep_description
pl: Klink na tab [Zawartość].

source: 4_1_microstep_description
pl: Kliknij na przycisk [Kopiuj] na dole strony.

source: 3_1_microstep_description
pl: Kliknij i przeciągnij elementy na początek listy w widoku zawartości. Pozycja elementu zostanie automatycznie zapamiętana.

source: 4_copy-content_title
pl: Kopiuj zawartość

source: 2_features-of-the-contents-tab_title
pl: Funkcjonalność tabu Zawartość

source: 5_0_microstep_description
pl: Zwróć uwagę że pojawił się przycisk Wklej. Kliknij [Wklej] aby stworzyć kopię Mojej Strony.

source: 5_paste-content_title
pl: Wklej zawartość

source: 3_0_microstep_description
pl: Umieść kursor myszki w kolumni [Kolejność]. Zwróć uwagę że kurskor zmienił wygląd na strzłkę lub rączkę.

source: 3_reordering-content_title
pl: Zmień kolejność

source: 0_the-contents-tab_title
pl: Widok zawartości
