Repository: collective/collective.amberjack.plonetour
Catalog: collective/amberjack/plonetour/tours/*/01_basic_add_and_publish_a_folder.po
Languages: es, it, pl, pt_br

source: amberjack_title
es: Agregar y publicar una Carpeta
it: Aggiungi e pubblica una Cartella
pl: Dodaj i opublikuj Folder.
pt_br: Adicionar e publicar uma Pasta

source: 3_all-done_title
es: ¡Todos los pasos hechos!
it: Ben fatto!
pl: Gotowe!
pt_br: Feito!

source: 0_1_microstep_description
es: Haga clic al menú desplegable [Agregar nuevo...]
it: Clicca sul menu a tendina [Aggiungi un nuovo...].
pl: Kliknij na menu [Dodaj...]
pt_br: Clique no menu drop-down [Adicionar item...].

source: 2_0_microstep_description
es: Haga clic al menú desplegable [Estado].
it: Clicca sul menu a tendina [Stato].
pl: Kliknij na menu [Status].
pt_br: Clique no menu drop-down [Estado].

source: 0_create-a-new-folder_title
es: Crear una nueva carpeta
it: Crea una nuova cartella
pl: Stwórz nowy folder
pt_br: Criar uma nova pasta

source: 1_fill-out-the-fields_title
es: Rellene los campos
it: Compila tutti i campi
pl: Wypełnij pola
pt_br: Preencha os campos

source: Folders are one of the most fundamental content types in Plone. You can use a folder to organize your documents much like you already do on your desktop computer. You can also use folders to create new sections of your website.
it: Le cartelle sono uno dei tipi di contenuto più importanti di Plone. Puoi usare una cartella per organizzare i tuoi contenuti in maniera simile a come fai già sul tuo computer. Puoi anche usare le cartelle per creare nuove sezioni del tuo sito.
pl: Foldery są jednym z najbardziej podstawowych typów w Plonie. Folder pomoże ci zarządzać dokumentami w podobny sposób w jaki robisz to na swoim komputerze. Folder pomorze ci także stworzyć nowe sekcje na stronie.

source: 0_0_microstep_description
es: Si usted no desea realizar el paso indicado a usted mismo, haz clic en el enlace '>>' y se dará por hecho o realiza automáticamente por su navegador.
it: Se non vuoi attivare da solo l'azione indicata, clicca il link '>>' per farla fare automaticamente dal tuo browser.
pl: Jeśli nie chcesz samemu wykonywać aktualnego kroku, kliknij na link '>>' aby przeglądarka wykonała go za ciebie.
pt_br: Se você não quer executar o passo indicado você mesmo, simplesmente clique no link '>>' e ele será automaticamente feito pelo seu navegador.

source: 1_1_microstep_description
es: En la campo [Descripción], transcriba el siguiente texto 'This folder will be used to contain sample content as I work through each tutorial.'.
it: Nel campo [Descrizione], scrivi 'Questa cartella sarà usata per contenere contenuti di esempio da utilizzare durante ogni corso.'.
pl: W polu [Opis] wpisz, 'Ten folder będzie zawierał przykładowe elementy dodawane podczas kolejnych tutoriali.'.
pt_br: Esta pasta será usada para armazenar conteúdos de exemplo enquanto eu estudo cada tutorial.

source: 1_0_microstep_description
es: En el campo [Título], transcriba el siguiente título 'MyFolder'.
it: Nel campo [Titolo], scrivi 'MyFolder'.
pl: W polu [Tytuł] wpisz 'MójFolder'
pt_br: No campo [Título], digite 'MinhaPasta'.

source: 1_2_microstep_description
es: Ahora haga clic en el botón [Guardar] al final de la página para guardar su nueva carpeta.
it: Adesso clicca sul bottone [Conferma le modifiche] in basso nella pagina per salvare la tua nuova cartella.
pl: Teraz kliknij na przycisk [Zapisz] na dole strony aby zapisać folder.
pt_br: Agora clique no botão [Salvar] no final da página para armazenar sua nova pasta.

source: 2_publish-the-folder_title
es: Publicar la carpeta
it: Pubblica la cartella
pl: Opublikuj folder
pt_br: Publique a pasta

source: 0_2_microstep_description
es: Seleccione la opción [Carpeta] desde el menú desplegable.
it: Seleziona [Cartella] dal menu.
pl: Wybierz [Folder] z menu.
pt_br: Selecione [Pasta] a partir do menu.

source: 2_1_microstep_description
es: Seleccione la opción [Publicar] desde el menú desplegable.
it: Seleziona [Pubblica] dal menu.
pl: Wybierz [Opublikuj] z menu
pt_br: Selecione [Publicar] a partir do menu.

source: You have now created a Folder for your Plone website. Before this folder can be viewed by anonymous site visitors, you must publish it.
it: Hai creato una Cartella per il tuo sito Plone. Prima che questa cartella diventi visibile per gli utenti anonimi, devi pubblicarla.

source: You now have a folder on your Plone website. You will use this folder in the remaining tutorials as a place to put sample content. <strong>Do not delete or rename it</strong> until you are finished with all the tutorials!
it: Adesso hai una cartella nel tuo sito Plone. Userai questa cartella nei corsi rimanenti come posto dove mettere contenuti di prova. <strong>Non cancellarla o rinominarla</strong> finchè non hai finito tutti i corsi!
