Repository: collective/collective.amberjack.plonetour
Catalog: collective/amberjack/plonetour/tours/*/04_basic_add_and_publish_an_event.po
Languages: it, pl

source: 0_add-and-publish-an-event_title
it: Aggiungi e pubblica un Evento
pl: Dodaj i opublikuj Wydarzenie

source: 1_create-a-event_title
it: Crea un Evento
pl: Stwórz wydarzenie

source: Events are useful for posting announcements about upcoming events. Events function much like a page, with additional fields for adding information about an event.
it: Gli eventi sono utili per pubblicare annunci di eventi futuri. Gli eventi funzionano in maniera simile alle pagine, in più hanno campi aggiuntivi per aggiungere altre informazioni.
pl: Wydarzenia są pomocne przy publikowaniu ogłoszeń dotyczących zbliżających się wydarzeń. Wydarzenia bardzo przypominają stronę z dodatkowymi atrybutami.

source: In order for anonymous site visitors to see your event you must publish it first. Publishing also makes your event available in the Upcoming Events portlet and Events folder.
it: Per poter rendere visibili ai visitatori del sito i tuoi eventi devi prima pubblicarli. La pubblicazione rende disponibili i tuoi eventi nel riquadro del calendario e nella cartella degli eventi.
pl: Jeśli chcesz aby twoje wydarzenie było widoczne dla użytkowników anonimowych, musisz je opublikować. Po opublikowaniu, wydarzenie będzie widoczne także w portlecie Nadchodzące Wydarzenia oraz w folderze Wydarzenia.

source: In this tutorial, you'll create a new Event and publish it on your Plone-powered website.
it: In questo corso, creerai un nuovo Evento e lo pubblicherai sul tuo sito Plone.
pl: W tym tutorialu dodasz nowe Wydarzenie oraz opublikuszejsz je.

source: Now that you selected the Event content type, you need to supply some information about it.
it: Adesso che hai selezionato il tipo di contenuto Evento, devi fornire informazioni aggiuntive su di esso.
pl: Teraz skoro wybrałeś typ Wydarzenie, musisz dostarczyć dodatkowe informacje o nim.

source: 2_1_microstep_description
it: Compila il campo [Descrizione] per il tuo Evento. <br /> La descrizione verrà mostrata nelle ricerche del sito e nelle liste riassuntive degli eventi.
pl: Dodaj [Opis] do twojego Wydarzenia. <br /> Opis będzie widoczny w wynikach wyszukiwania or w widoku podsumowania.

source: 2_0_microstep_description
it: Compila il campo [Titolo]: [My Event].
pl: Dodaj [Tytuł]: [Moje Wydarzenie].

source: 2_2_microstep_description
it: Compila il campo [Luogo]. Il luogo indica il luogo fisico in cui si terrà l'evento. Nel campo [Testo dell'annuncio] puoi fornire l'indirizzo o dare indicazioni più dettagliate.
pl: Dodaj [Miejsce Wydarzenia]. Miejsce jest rzeczywistym miejscem gdzie odbywa się wydarzenie. Możesz dodać bezpośrednio adres lub opisać szczegóły dojazdu w polu Treść.

source: 2_7_microstep_description
it: Compila il campo [Tipo di evento] scrivendo nel campo [Nuove categorie]. Tipici tipi di evento sono: Conferenza, Corso, Celebrazione, Asta, Concerto, ecc. Dopo aver inserito il tipo di evento, questo comparirà nel campo [Categorie esistenti] quando creerai un altro evento.

source: Provide contact information in the remaining fields.
it: Compila le informazioni sui contatti dell'evento negli altri campi.
pl: Dodaj informacje kontaktowe w pozostałych polach.

source: 2_3_microstep_description
it: Compila i campi [Inizio evento] e [Termine evento].
pl: Dodaj daty [Rozpoczęcia i Końca].

source: 3_publish-the-event_title
it: Pubblica l'evento
pl: Opublikuj wydarzenie

source: 2_4_microstep_description
it: Inserisci un po' di contenuto nel campo [Testo del documento]. Questo è in punto migliore in cui aggiungere informazioni al tuo evento, immagini, ecc.
pl: Dodaj zawartość do pola [Treść]. Jest to najlepsze miejsce aby opisać dokładny dojazd do miejsca gdzie odbywa się wydarzenie, etc.

source: 1_1_microstep_description
it: Seleziona [Evento] dal menu.
pl: Wybierz [Wydarzenie] z menu

source: You now have a published event in your folder.
it: Adesso hai un evento pubblicato nella tua cartella.
