Repository: collective/collective.amberjack.plonetour
Catalog: collective/amberjack/plonetour/tours/*/11_basic_using_the_contents_tab.po
Languages: it, pl

source: A folder is a special content type in Plone because it can contain other content items. The way that those contained items will appear on the screen can be changed using the Display drop-down menu.
it: Una cartella è un contenuto speciale di Plone perchè può contenere altri contenuti. Il modo in cui questi contenuti vengono visualizzati può essere cambiato usando il menu 'Vista'.
pl: Folder jest szczególnym typem, ponieważ może zawierać inne elementy. Możesz zmienić sposób w jaki elementy będą widoczne korzystając z menu Widok.

source: 1_0_microstep_description
it: Clicca sul menu [Vista].
pl: Kliknij na menu [Widok].

source: 3_2_microstep_description
it: Seleziona la pagina [My Page] come contenuto predefinito per la cartella MyFolder.
pl: Wybiezr [Moja Strona] jako domyślny widok MojegoFolderu

source: 1_1_microstep_description
it: Seleziona [Vista riassuntiva]
pl: Wybierz [Widok sumaryczny]

source: 2_1_microstep_description
it: Seleziona [Vista tabellare]
pl: Wybierz [Widok tabularyczny]

source: 3_1_microstep_description
it: Seleziona [Scegli un elemento come vista predefinita]
pl: Wybierz [element jako widok domyślny].

source: Select default page
it: Seleziona il contenuto predefinito
pl: Wybierz domyślną stronę

source: The Tabular view is similar to what you see in the Contents tab, except that you cannot perform administrative tasks such copy, cut, delete or reorder. The tabular view only displays the Title and Item Type to anonymous site visitors.
it: La vista tabellare è simile a quello che si vede nella linguetta 'Contenuti', tranne per il fatto che non è possibile fare azioni amministrative come copiare, tagliere, cancellare o riordinare contenuti. La vista tabellare mostra solo il Titolo e il Tipo di Contenuto ai visitatori anonimi.

source: Up to this point MyFolder has been using the Standard view. Standard view lists each item in the order it happens to be in the folder. 1_1_microstep_description is similar except that each entry is separated by a horizontal line and a Read More... link is automatically generated. If an item has an attached thumbnail image (such as a News Item) the image will also appear in the 1_1_microstep_description.
it: Fino ad ora la cartella MyFolder è stata usata con la vista standard. La vista standard visualizza ogni contenuto nello stesso ordine della cartella. La vista riassuntiva è simile tranne per il fatto che ogni contenuto è separato da una linea orizzontale e il collegamento 'Leggi il resto' è generato automaticamente. Se un contenuto ha una miniatura (come ad esempio una Notizia) l'immagine verrà visualizzata.

source: 1_use-summary-view_title
it: Usare la vista riassuntiva
pl: Skorzystaj z widoku sumarycznego

source: 0_using-the-display-menu_title
it: Usare il menu 'Vista'

source: 3_3_microstep_description
pl: Kliknij na przycisk [Zapisz] aby zakończyć.

source: 6_0_microstep_description
pl: W rym tutorialu obejrzałeś różne sposoby prezentacji folderu. Spróbuj samodzielnie widok Miniaturek. W tym celu załaduj obrazy do folderu.
