Repository: collective/collective.amberjack.plonetour
Catalog: collective/amberjack/plonetour/locales/*/LC_MESSAGES/collective.amberjack.plonetour.po
Languages: fr, it

source: A folder is a special content type in Plone because it can contain other content items. The way that those contained items will appear on the screen can be changed using the Display drop-down menu.
fr: Un dossier est un type de contenu spécial dans Plone car il peut contenir d'autres contenus. La façon dont ces contenus seront affichés à l'écran peut être changée via le menu Affichage.

source: Add a Page
fr: Ajouter un Document

source: Add and publish a Folder
fr: Ajouter et publier un Dossier

source: Add and publish a News Item
fr: Ajouter et publier une Actualité

source: Add and publish a Page
fr: Ajouter et publier un Document

source: Add and publish an Event
fr: Ajouter et publier un Événement

source: Add some page content (you can come back and edit this later).
fr: Ajoutez un peu de contenu (vous pouvez revenir et modifier ça plus tard)

source: All done!
fr: Terminé !

source: Click [Save] to finish.
fr: Cliquez sur [Enregistrer] pour terminer.

source: Click the [Add new...] drop-down menu.
fr: Cliquez sur le menu [Ajout d'un élément].

source: Click the [Display] drop-down menu.
fr: Cliquez sur le menu [Affichage].

source: Click the [Save] button to finish.
fr: Cliquez sur le bouton [Enregistrer] pour terminer.

source: Click the [State] drop-down menu.
fr: Cliquez sur le menu [État].

source: Create a Event
fr: Créer un Événement

source: Create a News Item
fr: Créer une Actualité

source: Create a new folder
fr: Créer un nouveau Dossier

source: Events are useful for posting announcements about upcoming events. Events function much like a page, with additional fields for adding information about an event.
fr: Les événements sont utiles pour poster des annoncements d'événements à venir. Un événement fonctionne de la même manière qu'un document mais avec des champs additionnels pour spécifier des informations sur l'évènement.

source: Fill out the fields
fr: Remplir les champs

source: Folders are one of the most fundamental content types in Plone. You can use a folder to organize your documents much like you already do on your desktop computer. You can also use folders to create new sections of your website.
fr: Un dossier est l'un des types de contenu de base de Plone. Vous pouvez utiliser un dossier pour organiser vos documents comme vous le faites sur votre bureau. Vous pouvez également utiliser les dossiers pour créer de nouvelles sections sur votre site.

source: If you don't want to perform the indicated step yourself, just click the '>>' link and it will be automatically done by your browser.
fr: Si vous ne voulez pas réaliser vous-même l'étape indiquée, cliquez simplement sur le lien '>>' et elle sera réalisée automatiquement par votre navigateur.

source: In order for anonymous site visitors to see your event you must publish it first. Publishing also makes your event available in the Upcoming Events portlet and Events folder.
fr: Vous devez publier votre événement si vous voulez que les visiteurs anonymes de votre site le voit. La publication permet également de rendre disponible votre événement dans le portlet Événements à venir et dans le dossier Événements.

source: In order for anonymous site visitors to see your news item you must publish it first. Publishing also makes your news item available in the News portlet and News folder.
fr: Pour que les visiteurs anonymes voient votre actualité, vous devez la publier. La publication permet également de rendre disponible votre actualité dans le portlet Actualités et dans le dossier Actualités.

source: In the [Description] field, type 'This folder will be used to contain sample content as I work through each tutorial.'.
fr: Dans le champ [Description], indiquez « Ce dossier sera utilisé pour contenir des contenus d'exemple pendant que je suis les tutoriels. ».

source: In the [Title] field, type 'MyFolder'.
fr: Dans le champ [Titre], indiquez « MyFolder ».

source: In this tutorial you have explored some of the ways that a folder can display its contents. On your own, try out the Thumbnail view by uploading several images to a folder. This view is used to create a simple photo gallery.
fr: Dans ce tutoriel vous avez exploré certains types d'affichage que peut avoir un dossier. Essayez par vous même la vue en vignette en téléchargeant vers le serveur plusieurs images dans un dossier. Cette vue est utilisée pour créer une simple galerie de photos.

source: In this tutorial, you'll create a new Event and publish it on your Plone-powered website.
fr: Dans ce tutoriel, vous allez créer un nouvel Événement et le publier sur votre site Plone.

source: In this tutorial, you'll create a new News Item and publish it on your Plone-powered website.
fr: Dans ce tutoriel, vous allez créer une nouvelle Actualité et la publier sur votre site Plone.

source: In this tutorial, you'll create a new Page and publish it on your Plone-powered website.
fr: Dans ce tutoriel, vous allez créer un nouveau Document et le publier sur votre site Plone.

source: Navigate to the folder called [MyFolder] that you created in a previous tutorial.
fr: Naviguez vers le dossier appelé [MyFolder] que vous avez créé dans le tutoriel précédent.

source: Notice the Image field at the bottom of the page. You can attach an image to a News Item which will appear in summary listings of News Items. You can also caption the image.
fr: Notez le champ Image en bas de la page. Vous pouvez associer une image à une actualité. Elle apparaitra dans la vue sommaire du dossier Actualités. Vous pouvez également donner un titre à l'image.

source: Now click the [Save] button at the bottom of the page to save your new folder.
fr: Cliquez maintenant sur le bouton [Enregistrer] en bas de la page pour enregistrer votre nouveau dossier.

source: Now that you selected the Event content type, you need to supply some information about it.
fr: Maintenant que vous avez sélectionné le type de contenu Événement, vous devez renseigner quelques informations sur ce dernier.

source: Now that you selected the News Item content type, you need to supply some information about it.
fr: Maintenant que vous avez sélectionné le type de contenu Actualité, vous devez renseigner quelques informations sur ce dernier.

source: Now that you selected the Page content type, you need to supply some information about it.
fr: Maintenant que vous avez sélectionné le type de contenu Document, vous devez renseigner quelques informations sur ce dernier.

source: Please remove the [MyFolder] folder to start the tour.
fr: Veuillez supprimer le dossier [MyFolder] pour démarrer la visite guidée.

source: Provide a Description for your News Item. <br />The description will appear in site searches and in summary listings of news on your site.
fr: Indiquez une Description pour votre Actualité. <br />La description apparaitra dans les résultats de recherches et dans la vue sommaire du dossier Actualités.

source: Provide a [Description] for your Event. <br />The description will appear in site searches and in summary listings of events on your site.
fr: Indiquez une [Description] pour votre Événement. <br />La description apparaitra dans les résultats de recherches et dans la vue sommaire du dossier Événements.

source: Provide a [Description]: [This is my first Plone page.].
fr: Indiquez une [Description] [Ceci est mon premier document Plone.].

source: Provide a [Title]: [My Event].
fr: Indiquez un [Titre] : [My Event].

source: Provide a [Title]: [My News].
fr: Indiquez un [Titre] : [My News].

source: Provide a [Title]: [My Page].
fr: Indiquez un [Titre] : [My Page].

source: Provide an [Event Location]. The location is the physical location of the event. You can describe the address or provide directions in the Body Text field.
fr: Indiquez le [Lieu de l'événement]. Le lieu est le lieu physique de l'événement. Vous pouvez indiquer l'adresse ou fournir plus d'informations dans le champ Corps de texte de l'événement.

source: Provide an [Event Type] by typing in the New Categories field. Typical event types include: Fundraiser, Auction, Sale, Concert, Performance, etc. Once you have added a new event type, it will appear for selection in the Existing Categories field the next time you create an event.
fr: Indiquez le [type d'événement] en écrivant dans le champ nouveaux mots-clés. Des types d'événement typiques inclus : Collecte de fonds, Vente aux enchères, Vente, Concert, Performance, etc. Lorsque vous ajoutez un nouveau type d'événement, ce nouveau type est disponible dans les mots-clés existants pour les prochains événements que vous créerez.

source: Provide contact information in the remaining fields.
fr: Iniquez les informations de contact dans les champs restants.

source: Provide the event [Start and End] dates.
fr: Indiquez la [date de début] et la [date de fin] de l'événement.

source: Publish the event
fr: Publier l'événement

source: Publish the folder
fr: Publier le dossier

source: Publish the news item
fr: Publier l'actualité

source: Publish the page
fr: Publier le document

source: Put some content in the Body Text field.
fr: Entrez quelque chose dans champ Corps de texte.

source: Put some content in the [Body Text] field. This is the best place to add directions to your event, information about what to expect, images, etc.
fr: Entrez quelque chose dans le champ [Corps de texte]. C'est le meilleur endroit pour ajouter des informations sur votre événement, sur ce qu'on peut y attendre, des images etc.

source: Select [Event] from the menu.
fr: Sélectionnez [Événement] à partir du menu.

source: Select [Folder] from the menu.
fr: Sélectionnez [Dossier] à partir du menu.

source: Select [My Page] as the default page for MyFolder.
fr: Sélectionnez [My Page] comme vue par défaut pour MyFolder.

source: Select [News Item] from the menu.
fr: Sélectionnez [Actualité] à partir du menu.

source: Select [Page] from the menu.
fr: Sélectionnez [Document] à partir du menu.

source: Select [Publish] from the menu.
fr: Sélectionnez [Publier] à partir du menu.

source: Select [Summary view].
fr: Sélectionnez [Vue sommaire].

source: Select [Tabular view].
fr: Sélectionnez [Vue tabulaire].

source: Select [content item as default view].
fr: Sélectionnez [Choisir un élément comme vue par défaut].

source: Select default page
fr: Choisir la vue par défaut

source: So far you have seen the various ways that a folder in Plone can display its contents. However, in many cases you may wish to choose a single item such as a Page to act as the 'landing page' for the folder. This is common in cases where the folder is intended to be a subsection of the site.
fr: Jusqu'à maintenant vous avez vu les diverses façons d'afficher le contenu d'un dossier. Toutefois, dans de nombreux cas vous souhaitez choisir un seul élément tel qu'un document pour agir comme « page d'accueil » du dossier. Cette situation est commune dans les cas où le dossier est destiné à être une sous-section du site.

source: Summary view
fr: Vue sommaire

source: Tabular View
fr: Vue tabulaire

source: The Tabular view is similar to what you see in the Contents tab, except that you cannot perform administrative tasks such copy, cut, delete or reorder. The tabular view only displays the Title and Item Type to anonymous site visitors.
fr: La vue tabulaire est similaire à ce que vous voyez dans l'onglet Contenus, à part que vous ne pouvez pas réaliser de tâches administratives comme copier, couper, supprimer ou réordonner. La vue tabulaire affiche seulement le titre et le type de l'item aux visiteurs anonymes.

source: The [MyFolder] folder doesn't exist yet. Please close this tour and start the first tour.
fr: Le dossier [MyFolder] n'existe pas. Veuillez fermer cette visite guidée et démarrer la première.

source: This folder will be used to contain sample content as I work through each tutorial.
fr: Ce dossier sera utilisé pour contenir des contenus d'exemple pendant que je suis les tutoriels.

source: This is my first Plone page.
fr: Ceci est mon premier document Plone.

source: Up to this point MyFolder has been using the Standard view. Standard view lists each item in the order it happens to be in the folder. Summary view is similar except that each entry is separated by a horizontal line and a Read More... link is automatically generated. If an item has an attached thumbnail image (such as a News Item) the image will also appear in the Summary view.
fr: Jusqu'à maintenant MyFolder utilisait la vue standard. La vue standard liste chaque item dans l'ordre où il est dans le dossier. La vue sommaire est similaire à part que chaque entrée est séparée par une ligne horizontale et un lien Lire la suite... est automatiquement généré. Si un item (comme une Actualité) a une image associée, elle apparaitra dans la vue sommaire.

source: Use summary view
fr: Utiliser la vue sommaire

source: Using the Display menu
fr: Utiliser le menu Affichage

source: You have now created a Folder for your Plone website. Before this folder can be viewed by anonymous site visitors, you must publish it.
fr: Vous avez maintenant créé un Dossier dans votre site Plone. Vous devez le publier pour que les visiteurs anonymes de votre site puisse le voir.

source: You have now created a Page for your Plone website. Before this page can be viewed by anonymous site visitors, you must publish it. Publishing also makes your page available in the Navigation portlet.
fr: Vous avez maintenant créé un Document dans votre site Plone. Vous devez le publier pour que les visiteurs anonymes de votre site puisse le voir. La publication permet également de rendre disponible votre document via le portlet de navigation.

source: You now have a folder on your Plone website. You will use this folder in the remaining tutorials as a place to put sample content. <strong>Do not delete or rename it</strong> until you are finished with all the tutorials!
fr: Vous avez maintenant un dossier dans votre site Plone. Vous utiliserez ce dossier dans les tutoriels suivants pour stocker des contenus d'exemple. <strong>Ne supprimez pas et ne renommez pas ce dossier</strong> jusqu'à ce que vous ayez terminé tous les tutoriels !

source: You now have a published event in your folder.
fr: Vous avez maintenant un événement publié dans votre dossier.

source: You now have a published news item in your folder.
fr: Vous avez maintenant une actualité publiée dans votre dossier.

source: You now have a published page in your folder.
fr: Vous avez maintenant un document publié dans votre dossier.

source: [Save] the page.
fr: [Enregistrez] le document.

source: And let's [publish] the new event
it: E [pubblica] il nuovo evento

source: And let's create a new [Event]
it: E creiamo un nuovo [Evento]

source: Create a new [Folder]
it: Crea una nuova [Cartella]

source: Done
it: Fatto

source: Great job dude! Close the tour now
it: Ottivo lavoro! Ora puoi chiudere il tour.

source: Learn about uploading video files, and embedding videos on your Plone site, that are hosted on popular video sharing sites such as Youtube and Google Video.
it: Impara come caricare file video, e includerli nel tuo sito Plone, che sono caricati su su sistemi di video sharing come Youtube e Google Video.

source: Now let's open the [Add new...] menu
it: Apri il menu [aggiungi un nuovo elemento]

source: Now let's open the [State] menu
it: Ora apriamo il menu [Stato]

source: Set Event's [Title] to 'MyEvent'
it: Completa il [Titolo] dell'evento con 'MyEvent'

source: Set folder [Title] to 'MyFolder'
it: Completa il [Titolo] della cartella con 'MyFolder'

source: Then [save]
it: Quindi [Conferma le modifiche]

source: Welcome to this screencast about Plone4ArtistsVideo
it: Benvenuto a questo screencast di Plone4ArtistsVideo

source: add an Event
it: aggiungi un Evento

source: complete the fields and save it
it: completa i campi e salva

source: create the folder
it: crea una cartella

source: ok, let's publish it
it: Ok, pubblichiamolo
